{ "blogs" : [{
  "author": "chalkyleary",
  "date": "March 21, 2017",
  "title": "What is your opion on aliens being trans-dimensional?",
  "content": "If you accept we live in a systematical universe that is ruled by quantum physics than it is not hard to imagine multiple dimensions or realms that we just dont have the correct senses to see/feel/taste/hear or smell it in the way we as humans accept as fact. They exist and just partially in the dimensions that we understand and can interact with but they exist completely in the universe.",
  "image": "https://i.ytimg.com/vi/Mf6B-PpXlDw/hqdefault"
  }, {
  "author": "deFungus",
  "date": "March 21, 2017",
  "title": "What was your ET ecperience like?",
  "content": "Im interested in hearing about your positive encounters with craft and extraterrestrials. I spend a lot of time in meditation with the intent of contacting ET civilizations. Some may call it CE5. Ive had amazing contact throughout the years and Id love to hear about yours..",
  "image": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcSJF6B9TUaXcEyFufJyK9A6Oblqfj51qbXsaRn3CgWNVdce9eBs"
  }, {
  "author": " nerdcaptnhaley",
  "date": "March 21, 2017",
  "title": "What is your opion on aliens being trans-dimensional?",
  "content": "Ive been reading these posts for days now and am trying to learn as much as I can. Ive seen many posts including terms such as greys and reptilians and more. Are these referred to as the species of ETs (whats the politically correct way to say this other than species?)? Can someone explain them to me or tell me where to read more? And what are the main types of species?",
  "image":"http://3.bp.blogspot.com/-BY4MIq-iLpE/Urf3XsaagsI/AAAAAAAAABs/WOuWrZHHcxg/s1600/DIFFERENT+TYPES+OF+ALIENS"
  }],
  "comments": [{
    "author": "PeskyDingos",
    "date": "March 22, 2017",
    "content": "GOSH! I have seen those lightballs in the sky to!!!11! They stole my baby, just like JonBenet Ramsey"
  }, {
    "author": "Trump2017",
    "date": "March 22, 2017",
    "content": "I HEARD REPTILIANS HAVE TAKEN OVER THE GOVERNMENT THERE WIRETAPING AMERICAN CITIZENS THERE HERE STEALING OUR JOBS AND PROMOTING FEMINISM AND DESTROYING OUR COUNTRY, thanks Obama"
    }]
}
